export const districts = [
  {
    name: 'কক্সবাজার',
    sub_district: [
      'চকরিয়া',
      'কক্সবাজার সদর',
      'ইয়েদগাও',
      'কুতুবদিয়া',
      'মহেশখালী',
      'পেকুয়া',
      'রামু',
      'টেকনাফ,টেকনাফ',
      'উখিয়া'
    ]
  },
  {
    name: 'কিশোরগঞ্জ',
    sub_district: [
      'অষ্টগ্রাম',
      'বাজিতপুর',
      'ভৈরব',
      'হোসেনপুর',
      'ইটনা',
      'করিমগঞ্জ',
      'কটিয়াদি',
      'কিশোরগঞ্জ সদর',
      'কুলিয়ারচর',
      'মিঠাময়েন',
      'নিকলী',
      'পাকুন্দিয়া',
      'তরাইল'
    ]
  },
  {
    name: 'কুড়িগ্রাম',
    sub_district: [
      'ভুরুঙ্গামারি',
      'চর রাজীবপুর',
      'চিলমাড়ি',
      'কুড়িগ্রাম সদর',
      'নাগেশ্বরী',
      'ফুলবাড়ী',
      'রাজারহাট',
      'রাওমারি',
      'উলিপুর'
    ]
  },
  {
    name: 'কুষ্টিয়া',
    sub_district: [
      'ভেড়ামারা',
      'দৌলতপুর',
      'খোকসা',
      'কুমারখালী',
      'কুষ্টিয়া সদর',
      'মিরপুর উপজেলা'
    ]
  },
  {
    name: 'কুমিল্লা',
    sub_district: [
      'বাংগোড়া-বাজার',
      'বড়ুরা',
      'ব্রাহ্মণপাড়া',
      'বুড়িচং',
      'চান্দিনা',
      'চৌদ্দগ্রাম',
      'কুমিল্লা সদর',
      'দাউদকান্দি',
      'দেবীদ্বার',
      'হোমনা',
      'কান্দিরপাড়',
      'লাকসাম',
      'লালমাই',
      'মেঘনা',
      'মনোহরগঞ্জ',
      'মুরাদনগর',
      'নাঙ্গলকোট'
    ]
  },
  {
    name: 'খাগড়াছড়ি',
    sub_district: [
      'দীঘিনালা',
      'গুইমারা',
      'খাগড়াছড়ি সদর',
      'লক্ষ্মীচরি',
      'মহালছড়ি',
      'মানিকছড়ি',
      'মতিরাংগা',
      'পানছড়ি',
      'রামগড়'
    ]
  },
  {
    name: 'খুলনা',
    sub_district: [
      'বাটিয়াঘাটা',
      'ডাকোপ',
      'দিঘলিয়া',
      'ডুমুরিয়া',
      'খুলনা সদর',
      'কয়রা',
      'পাইকগাছা',
      'ফুলতলা',
      'রূপসা',
      'তেরখাদা'
    ]
  },
  {
    name: 'গাইবান্ধা',
    sub_district: [
      'গাইবান্ধা সদর',
      'গোবিন্দগঞ্জ',
      'পলাশবাড়ী',
      'সাদুল্লাপুর',
      'সাঘাটা',
      'শিবগঞ্জ'
    ]
  },
  {
    name: 'গাজীপুর',
    sub_district: [
      'গাজীপুর সদর',
      'জয়দেবপুর',
      'কালিয়াকৈর',
      'কালিয়াকৈর উপজেলা',
      'কালীগঞ্জ উপজেলা',
      'কাপাসিয়া',
      'কাশিমপুর',
      'শ্রীপুর',
      'টঙ্গি'
    ]
  },
  {
    name: 'গোপালগঞ্জ',
    sub_district: [
      'গোপালগঞ্জ',
      'গোপালগঞ্জ সদর',
      'কাসিয়ানী',
      'কোটালিপাড়া',
      'মুকসুদপুর',
      'টুঙ্গিপাড়া'
    ]
  },
  {
    name: 'চট্টগ্রাম',
    sub_district: [
      'আকবর শাহ',
      'আনোয়ারা',
      'বাকলিয়া',
      'বন্দর - চট্টগ্রাম',
      'বাঁশখালী',
      'বায়াজিদ বস্তমি',
      'বোয়ালখালী',
      'সি ই পি জি',
      'চন্দনায়শ',
      'চাঁদগাঁও',
      'চাঁদগাঁও',
      'চক বাজার',
      'চট্টগ্রাম সদর',
      'ডাবলমুরিং',
      'ফটিকছড়ি',
      'হালিশহর',
      'হাতেহার',
      'কর্ণফুলি',
      'কেরানীহাট',
      'খুলশি',
      'কোটোয়ালি - চট্টগ্রাম',
      'লোহাগাড়া',
      'মিরসরাই',
      'পাহাড়তলী',
      'পাঁচলাইশ',
      'পাটেঙ্গা',
      'পটিয়া',
      'রাঙ্গুনিয়া',
      'রাওজান',
      'সদরঘাট - চট্টগ্রাম',
      'সন্দ্বীপ',
      'সাতকানিয়া',
      'সীতাকুণ্ড',
      'সীতাকুণ্ড (সিটিগেট)',
      'কেরানীহাট'
    ]
  },
  {
    name: 'চাঁদপুর',
    sub_district: [
      'চাঁদপুর সদর',
      'ঢাকিরগাঁও',
      'ফরিদগঞ্জ',
      'হাইমছড়ি',
      'হাজীগঞ্জ',
      'কাচুয়া',
      'মতলব উত্তর',
      'মতলব দক্ষিণ',
      'শাহরাস্তি'
    ]
  },
  {
    name: 'চাপাইনবাবগঞ্জ',
    sub_district: [
      'ভোলাহাট',
      'চাপাইনবাবগঞ্জ সদর',
      'গোমস্তাপুর',
      'নাচোল',
      'শিবগঞ্জ সদর'
    ]
  },

  {
    name: 'চুয়াডাঙ্গা',
    sub_district: [
      'আলমডাঙ্গা',
      'চুয়াডাঙ্গা সদর',
      'দামুড়হুদা',
      'দর্শনা',
      'জিবননগর'
    ]
  },
  {
    name: 'জয়পুরহাট',
    sub_district: ['আকলেপুর', 'জয়পুরহাট সদর', 'কালাই', 'ক্ষেতলাল', 'পাঁচবিবি']
  },
  {
    name: 'জামালপুর',
    sub_district: [
      'বাকসিগঞ্জ',
      'দেওয়ানগঞ্জ',
      'ইসলামপুর',
      'জামালপুর সদর',
      'মাদারগঞ্জ',
      'মেলান্দাহা',
      'সরিষাবাড়ী'
    ]
  },
  {
    name: 'ঝালকাঠি',
    sub_district: ['ঝালকাঠি সদর', 'কাঠালিয়া', 'নলচিটি', 'রাজাপুর']
  },
  {
    name: 'ঝিনাইদহ',
    sub_district: [
      'হরিণাকুন্ড',
      'ঝিনাইদহ সদর',
      'কালীগঞ্জ',
      'কোটচাঁদপুর',
      'মহেশপুর',
      'শায়েস্তাগঞ্জ'
    ]
  },
  {
    name: 'টাঙ্গাইল',
    sub_district: [
      'বাসাইল',
      'ভুয়াপুর',
      'দেলদুয়ার',
      'ধানবাড়ী',
      'ঘাটাইল',
      'গোপালপুর',
      'কালিহাতি',
      'মাধুপুর',
      'মির্জাপুর',
      'নাগরপুর',
      'সাখিপুর',
      'সখিপুর',
      'টাঙ্গাইল সদর'
    ]
  },
  {
    name: 'ঠাকুরগাঁও',
    sub_district: [
      'বালিয়াডাঙ্গী',
      'হরিপুর',
      'পীরগঞ্জ উপজেলা',
      'রাণীসংকইল',
      'ঠাকুরগাঁও সদর'
    ]
  },
  {
    name: 'ঢাকা শহর',
    sub_district: [
      'আদাবর',
      'এয়ারপোর্ট',
      'আতি বাজার (কেরাণীগঞ্জ)',
      'আজমপুর',
      'বাড্ডা',
      'বনানী',
      'বংশাল',
      'বসুন্ধরা আবাসিক',
      'ভাসানটেক',
      'ক্যান্টনমেন্ট',
      'চালকবাজার',
      'দক্ষিণ খান',
      'দারুস সালাম',
      'ডেমরা',
      'ধানমন্ডি',
      'গান্ধারিয়া',
      'গুলিস্তান',
      'গুলশান',
      'হাতিরঝিল',
      'হাজারিবাগ',
      'জাত্রাবাড়ি',
      'কাদমতলী',
      'কাফরুল',
      'কলাবাগান',
      'কলাবাগান',
      'কামরাঙ্গীরচর',
      'খিলগাও',
      'খিলক্ষেত',
      'কোদমতলী',
      'কোতোয়ালী',
      'লালবাগ',
      'মিরপুর',
      'মোহাম্মদপুর',
      'মতিঝিল',
      'মুগদা',
      'নিউ মার্কেট',
      'পল্লবী',
      'পল্টন',
      'পান্থাপথ',
      'পূর্বাচল',
      'রমনা',
      'রামপুরা',
      'রূপনগর',
      'সবুজবাগ',
      'শাহ আলী',
      'শাহবাগ',
      'শাহজাহানপুর',
      'শের-ই-বাংলা নগর',
      'শ্যামপুর',
      'সুত্রাপুর',
      'তেজগাঁও',
      'তেজগাঁও শিল্প এলাকা',
      'তুরাগ',
      'উত্তরা',
      'উত্তরখান',
      'ভাসানটেক',
      'ভাতারা',
      'ওয়ারী',
      'জোন নট ক্লিয়ার'
    ]
  },
  {
    name: 'ঢাকা উপনগর',
    sub_district: [
      'আশুলিয়া',
      'ধামরাই',
      'দোহার',
      'হেমায়েতপুর',
      'কেরানীগঞ্জ',
      'নবাবগঞ্জ',
      'সাভার'
    ]
  },
  {
    name: 'নওগাঁ',
    sub_district: [
      'আত্রাই',
      'বাদলগাছি',
      'ধামইরহাট',
      'মান্দা',
      'মহাদেবপুর',
      'নওগাঁ সদর',
      'নিয়ামতপুর',
      'পত্নীতলা',
      'পোরশা',
      'রানীনগর',
      'সাপাহার'
    ]
  },
  {
    name: 'নরসিংদী',
    sub_district: [
      'বেলাবো',
      'ঘোড়াশাল',
      'মধবদী',
      'মনোহরদী',
      'নরসিংদী সদর',
      'নরসিংদী সদর',
      'নরসিংদী সদর',
      'পলাশ',
      'রায়পুর',
      'শিবপুর'
    ]
  },
  {
    name: 'নড়াইল',
    sub_district: ['কালিয়া', 'লোহাগড়া', 'নড়াইল সদর']
  },
  {
    name: 'নারায়ণগঞ্জ',
    sub_district: [
      'আড়াইহাজার',
      'বান্দার',
      'ফতুল্লা',
      'কাঞ্চপুর হাইওয়ে',
      'নারায়ণগঞ্জ সদর',
      'রূপগঞ্জ',
      'শিদ্ধিরগঞ্জ',
      'সোনারগাঁও'
    ]
  },
  {
    name: 'নাটোর',
    sub_district: [
      'বাগাতিপাড়া',
      'বড়াইগ্রাম',
      'গোপালপুর পৌরসভা',
      'গুরুদাসপুর',
      'লালপুর',
      'নলডাঙ্গা',
      'নাটোর সদর',
      'সিংড়া'
    ]
  },
  {
    name: 'নীলফামারী',
    sub_district: [
      'দিমলা',
      'ডোমার',
      'জলঢাকা',
      'কিশোরগঞ্জ',
      'নীলফামারী সদর',
      'সাইদপুর'
    ]
  },
  {
    name: 'নেত্রকোণা',
    sub_district: [
      'আটপাড়া',
      'বারহাট্টা',
      'দুর্গাপুর',
      'কালমাকান্দা',
      'কেন্দুয়া',
      'খালিয়াজুরি',
      'মদন',
      'মোহনগঞ্জ',
      'নেত্রকোণা সদর',
      'পরবধলা'
    ]
  },
  {
    name: 'নোয়াখালী',
    sub_district: [
      'বেগমগঞ্জ',
      'চাটখিল',
      'কোম্পানীগঞ্জ',
      'হাতিয়া',
      'কবির হাট',
      'নোয়াখালী সদর',
      'সেনবাগ',
      'সোনাইমুড়ি',
      'সুবর্ণচর'
    ]
  },
  {
    name: 'দিনাজপুর',
    sub_district: [
      'বিড়াল',
      'বিরামপুর',
      'বীরগঞ্জ',
      'বোচাগঞ্জ',
      'চিরিরবন্দর',
      'দিনাজপুর সদর',
      'ফুলবাড়ি',
      'ঘোড়াঘাট',
      'হাকিমপুর',
      'কাহারোল',
      'খানসামা',
      'নবাবগঞ্জ উপজেলা',
      'পার্বতীপুর'
    ]
  },
  {
    name: 'পঞ্চগড়',
    sub_district: [
      'আটওয়ারি',
      'বোদা',
      'দেবীগঞ্জ',
      'পঞ্চগড় সদর থানা',
      'তেতুলিয়া'
    ]
  },
  {
    name: 'পটুয়াখালী',
    sub_district: [
      'বাউফল',
      'দশমিনা',
      'ডুমকি',
      'গলাচিপা',
      'কলাপাড়া',
      'মির্জাগঞ্জ',
      'পটুয়াখালী সদর',
      'রাঙ্গাবালি'
    ]
  },
  {
    name: 'পাবনা',
    sub_district: [
      'আটঘরিয়া',
      'বেড়া',
      'ভাঙ্গুরা',
      'চাটমোহর',
      'ইশ্বরদী',
      'পাবনা সদর',
      'সাঁথিয়া',
      'সুজানগর'
    ]
  },
  {
    name: 'পিরোজপুর',
    sub_district: [
      'ভান্ডারিয়া',
      'ইন্দুরকানি',
      'কাউখালি',
      'মাথবড়িয়া',
      'নাজিরপুর',
      'নেছারাবাদ',
      'পিরোজপুর সদর',
      'স্বরুপকাটি'
    ]
  },
  {
    name: 'ফরিদপুর',
    sub_district: [
      'আলফাডাঙ্গা',
      'ভাঙ্গা',
      'বোয়ালমারী',
      'চরভদ্রাসন',
      'ফরিদপুর',
      'ফরিদপুর সদর',
      'মাধুখালি',
      'সদরপুর',
      'শরীয়াকান্দি',
      'সলাইল',
      'তংতুলিয়া',
      'উজানগর',
      'হাটিয়া'
    ]
  },
  {
    name: 'ফেনী',
    sub_district: [
      'চগলনাইয়া',
      'দাগুনভূইয়ান',
      'ফেনী সদর',
      'ফুলগাজি',
      'পরশুরাম',
      'সোনাগাজি'
    ]
  },

  {
    name: 'বরগুনা',
    sub_district: [
      'আমতলি',
      'বামনা',
      'বরগুনা সদর',
      'বেতাগি',
      'পাথরঘাটা',
      'তালতলি'
    ]
  },
  {
    name: 'বরিশাল',
    sub_district: [
      'আগৈলঝাড়া',
      'বাবুগঞ্জ',
      'বাকেরগঞ্জ',
      'বানারীপাড়া',
      'বরিশাল সদর',
      'গৌরনদী',
      'হিজলা',
      'মেহেন্দিগঞ্জ',
      'মুলাদি',
      'উজিরপুর'
    ]
  },
  {
    name: 'বগুড়া',
    sub_district: [
      'আলমদিঘী',
      'বগুড়া সদর',
      'ধুনট',
      'ধুপচাঞ্চিয়া',
      'গাবতলী',
      'কাহালু',
      'নন্দীগ্রাম',
      'সরাইকান্দি',
      'শাহজাহানপুর',
      'শেরপুর',
      'শিবগঞ্জ',
      'সোনাতলা'
    ]
  },
  {
    name: 'বাগেরহাট',
    sub_district: [
      'বাগেরহাট সদর',
      'চিতলমারী',
      'ফকিরহাট',
      'কাচুয়া উপজেলা',
      'মোল্লাহাট',
      'মংলা',
      'মোড়েলগঞ্জ',
      'রামপাল',
      'সারানখোলা'
    ]
  },
  {
    name: 'বান্দরবান',
    sub_district: [
      'আলি কদম',
      'বান্দরবান সদর',
      'লামা',
      'নাইক্ষ্যংছড়ি',
      'রোয়াংছড়ি',
      'রুমা',
      'থানচি'
    ]
  },
  {
    name: 'ব্রাহ্মণবাড়িয়া',
    sub_district: [
      'আখাউড়া',
      'আশুগঞ্জ',
      'বাঁচারামপুর',
      'বিজয়নগর',
      'ব্রাহ্মণবাড়িয়া সদর',
      'কসবা',
      'নবীনগর',
      'নবীনগর বাজার',
      'নাসিরনগর',
      'সরাইল'
    ]
  },
  {
    name: 'ভোলা',
    sub_district: [
      'ভোলা সদর',
      'বোরহানউদ্দিন',
      'চরফ্যাশন',
      'দৌলতখান',
      'লালমোহন',
      'মনপুরা',
      'তাজুমুদ্দিন'
    ]
  },
  {
    name: 'ময়মনসিংহ',
    sub_district: [
      'ভালুকা',
      'ধোবাউরা',
      'ফুলবাড়িয়া',
      'গাফরগাঁও',
      'গৌরীপুর',
      'হালুয়াঘাট',
      'ঈশ্বরগঞ্জ',
      'মুক্তাগাছা',
      'ময়মনসিংহ সদর',
      'নান্দাইল',
      'ফুলপুর',
      'তারাকান্দা',
      'ত্রিশাল'
    ]
  },
  {
    name: 'মাগুরা',
    sub_district: [
      'মাগুরা সদর',
      'মোহাম্মদপুর উপজেলা',
      'শালিখা',
      'শ্রীপুর উপজেলা'
    ]
  },
  {
    name: 'মানিকগঞ্জ',
    sub_district: [
      'দৌলতপুর উপজেলা',
      'ঘিওর',
      'হরিরামপুর',
      'মানিকগঞ্জ সদর',
      'সাতুরিয়া',
      'শিবালয়া',
      'সিঙ্গাইর'
    ]
  },
  {
    name: 'মাদারীপুর',
    sub_district: ['দাসার', 'কালকিনি', 'মাদারীপুর সদর', 'রাজোয়ার', 'শিবচর']
  },
  {
    name: 'মেহেরপুর',
    sub_district: ['গাংনী', 'মেহেরপুর সদর', 'মুজিবনগর']
  },
  {
    name: 'মুন্সিগঞ্জ',
    sub_district: ['গজারিয়া', 'লৌহজং', 'মুন্সিগঞ্জ সদর', 'সিরাজদিখাঁ']
  },
  {
    name: 'মৌলভীবাজার',
    sub_district: [
      'বরলেখা',
      'জুরি',
      'কামালগঞ্জ',
      'কামলগঞ্জ',
      'কুলাউড়া',
      'মৌলভীবাজার সদর',
      'রাজনগর',
      'রাজনগর',
      'শেরপুর মৌলভীবাজার',
      'শ্রীমঙ্গল'
    ]
  },
  {
    name: 'যশোর',
    sub_district: [
      'অভয়নগর',
      'বাঘারপাড়া',
      'চৌগাছা',
      'যশোর সদর',
      'ঝিকরগাছা',
      'কেশবপুর',
      'মনিরামপুর',
      'শার্শা'
    ]
  },
  {
    name: 'রংপুর',
    sub_district: [
      'বদরগঞ্জ',
      'গঙ্গাচড়া',
      'কাউনিয়া',
      'মিতাপুকুর',
      'পীরগাছা',
      'পীরগঞ্জ',
      'রংপুর সদর',
      'সাটিবাড়ী',
      'তারাগঞ্জ'
    ]
  },
  {
    name: 'রাঙ্গামাটি',
    sub_district: [
      'বাগাইছড়ি',
      'বারকল',
      'বেলাইছড়ি',
      'জুরাইছড়ি',
      'কাপ্তাই',
      'কাউখালি উপজেলা',
      'লংগদু',
      'নানিয়ারচর',
      'রাজাস্থলী',
      'রাঙ্গামাটি সদর'
    ]
  },
  {
    name: 'রাজবাড়ি',
    sub_district: [
      'বালিয়াকান্দি',
      'গোয়ালানন্দা',
      'কালুখালি',
      'পাংশা',
      'রাজবাড়ি সদর'
    ]
  },
  {
    name: 'রাজশাহী',
    sub_district: [
      'বাঘা',
      'বাগমারা',
      'চারঘাট',
      'দুর্গাপুর',
      'গোদাগাড়ি',
      'মোহনপুর',
      'পাবা',
      'পুঠিয়া',
      'রাজশাহী সদর',
      'তানোর'
    ]
  },
  {
    name: 'লক্ষ্মীপুর',
    sub_district: [
      'চাঁদ্রগঞ্জ',
      'কমলনগর',
      'লক্ষ্মীপুর সদর',
      'রায়পুর',
      'রামগঞ্জ',
      'রামগতি'
    ]
  },
  {
    name: 'লালমনিরহাট',
    sub_district: [
      'আদিতমারি',
      'হাতিবান্দা',
      'কালিগঞ্জ সদর',
      'লালমনিরহাট সদর',
      'পাটগ্রাম'
    ]
  },
  {
    name: 'শরীয়তপুর',
    sub_district: [
      'ভেদারগঞ্জ',
      'দামুদিয়া',
      'গোসাইরহাট',
      'নারিয়া',
      'সাখিপুর উপজেলা',
      'শরীয়তপুর সদর',
      'জাজিরা'
    ]
  },
  {
    name: 'শেরপুর',
    sub_district: [
      'ঝিনাইগাঁঠি',
      'নাকলা',
      'নালিতাবাড়ি',
      'শেরপুর সদর',
      'শ্রীবর্দী'
    ]
  },
  {
    name: 'সাতক্ষীরা',
    sub_district: [
      'আশাশুনি',
      'দেবহাটা',
      'কলারোয়া',
      'কালীগঞ্জ',
      'সাতক্ষীরা সদর',
      'শ্যামনগর',
      'তালা'
    ]
  },
  {
    name: 'সিলেট',
    sub_district: [
      'বালাগঞ্জ',
      'বিয়ানীবাজার',
      'বিষনাথ',
      'কোম্পানীগঞ্জ উপজেলা',
      'ফেঞ্চুগঞ্জ',
      'গোবিন্দগঞ্জ',
      'গোলাপগঞ্জ',
      'গোয়াইনঘাট',
      'জালালাবাদ',
      'জালালাবাদ ক্যান্টনমেন্ট',
      'জিন্তিয়াপুর',
      'কানাইঘাট',
      'ওসমানিনগর',
      'শাহপরান',
      'শাহস্তগঞ্জ',
      'দক্ষিণ সুরমা',
      'সিলেট সদর',
      'জাকিগঞ্জ'
    ]
  },
  {
    name: 'সিরাজগঞ্জ',
    sub_district: [
      'বেলকুচি',
      'চোহালি',
      'কামারখন্দ',
      'কাজীপুর',
      'রায়গঞ্জ',
      'শাহজাদপুর',
      'সিরাজগঞ্জ সদর',
      'তারাশ',
      'উল্লাপাড়া'
    ]
  },
  {
    name: 'সুনামগঞ্জ',
    sub_district: [
      'বিশ্বম্ভারপুর',
      'ছাতক',
      'দেরাই',
      'ধর্মপাশা',
      'দোয়ারাবাজার',
      'জগন্নাথপুর',
      'জামালগঞ্জ',
      'মদ্দনগর',
      'শান্তিগঞ্জ',
      'সুল্লা',
      'সুনামগঞ্জ সদর',
      'তাহিরপুর'
    ]
  },
  {
    name: 'হবিগঞ্জ',
    sub_district: [
      'আজমিরীগঞ্জ',
      'বাহুবল',
      'বানিয়াচং',
      'চুনারুঘাট',
      'হবিগঞ্জ সদর',
      'লাখাই',
      'মাধবপুর',
      'নবীগঞ্জ',
      'শাহেস্তাগঞ্জ'
    ]
  }
];
