export const districts = [
  {
    name: 'বাগেরহাট',
    sub_district: [
      'বাগেরহাট সদর',
      'চিতলমারী',
      'ফকিরহাট',
      'কচুয়া উপজেলা',
      'মোল্লাহাট',
      'মোংলা',
      'মোড়েলগঞ্জ',
      'রামপাল',
      'শরণখোলা'
    ]
  },
  {
    name: 'বান্দরবান',
    sub_district: [
      'আলীকদম',
      'বান্দরবান সদর',
      'লামা',
      'নাইক্ষ্যংছড়ি',
      'রোয়াংছড়ি',
      'রুমা',
      'থানচি'
    ]
  },
  {
    name: 'বরগুনা',
    sub_district: [
      'আমতলী',
      'বামনা',
      'বরগুনা সদর',
      'বেতাগী',
      'পাথরঘাটা',
      'তালতলী'
    ]
  },
  {
    name: 'বরিশাল',
    sub_district: [
      'আগৈলঝাড়া',
      'বাবুগঞ্জ',
      'বাকেরগঞ্জ',
      'বানারীপাড়া',
      'বরিশাল সদর',
      'গৌরনদী',
      'হিজলা',
      'মেহেন্দিগঞ্জ',
      'মুলাদি',
      'উজিরপুর'
    ]
  },
  {
    name: 'ভোলা',
    sub_district: [
      'ভোলা সদর',
      'বোরহানউদ্দিন',
      'চরফ্যাশন',
      'দৌলতখান',
      'লালমোহন',
      'মনপুরা',
      'তজুমুদ্দিন'
    ]
  },
  {
    name: 'বগুড়া',
    sub_district: [
      'আলামদীঘি',
      'বগুড়া সদর',
      'ধুনট',
      'ধূপচাচিয়া',
      'গাবতলী',
      'কাহালু',
      'নন্দিগ্রাম',
      'সারিয়াকান্দি',
      'শাহজাহানপুর',
      'শেরপুর',
      'শিবগঞ্জ',
      'সোনাতলা'
    ]
  },
  {
    name: 'ব্রাহ্মণবাড়িয়া',
    sub_district: [
      'আখাউড়া',
      'আশুগঞ্জ',
      'বাঞ্ছারামপুর',
      'বিজয়নগর',
      'ব্রাহ্মণবাড়িয়া সদর',
      'কসবা',
      'নবীনগর',
      'নবীনগর বাজার',
      'নাসিরনগর',
      'সরাইল'
    ]
  },
  {
    name: 'চাঁদপুর',
    sub_district: [
      'হাইমচর',
      'চাঁদপুর সদর',
      'ঢাকিরগাঁও',
      'ফরিদগঞ্জ',
      'হাজীগঞ্জ',
      'কচুয়া',
      'মতলব উত্তর',
      'মতলব দক্ষিণ',
      'শাহরাস্তি'
    ]
  },
  {
    name: 'চাঁপাইনবাবগঞ্জ',
    sub_district: [
      'ভোলাহাট',
      'চাঁপাইনবাবগঞ্জ সদর',
      'গোমস্তাপুর',
      'নাচোল',
      'শিবগঞ্জ সদর'
    ]
  },
  {
    name: 'চট্টগ্রাম',
    sub_district: [
      'আকবর শাহ',
      'আনোয়ারা',
      'বাকলিয়া',
      'বন্দর - চট্টগ্রাম',
      'বাঁশখালী',
      'বায়াজিদ বস্তমি',
      'বোয়ালখালি',
      'সি ই পি জেড',
      'চন্দনাইশ',
      'চান্দগাঁও',
      'চক বাজার',
      'চট্টগ্রাম সদর',
      'ডবলমূরিং',
      'ফটিকছড়ি',
      'হালিশহর',
      'হাটাজারি',
      'কর্ণফুলী',
      'কেরানীহাট',
      'খুলশী',
      'কোতয়ালী',
      'লোহাগাড়া',
      'মিরশ্বরাই',
      'পাহাড়তলী',
      'পাঁচলাইশ',
      'পতেঙ্গা',
      'পটিয়া',
      'রাঙ্গুনিয়া',
      'রাউজান',
      'সদরঘাট',
      'সন্দীপ',
      'সাতকানিয়া',
      'সীতাকুণ্ড',
      'সীতাকুণ্ড (সিটিগেট)'
    ]
  },
  {
    name: 'চুয়াডাঙ্গা',
    sub_district: [
      'আলমডাঙ্গা',
      'চুয়াডাঙ্গা সদর',
      'দামুড়হুদা',
      'দর্শনা',
      'জীবননগর'
    ]
  },
  {
    name: 'কক্সবাজার',
    sub_district: [
      'চকরিয়া',
      'কক্সবাজার সদর',
      'ঈদগাঁও',
      'কুতুবদিয়া',
      'মহেশখালী',
      'পেকুয়া',
      'রামু',
      'টেকনাফ',
      'উখিয়া'
    ]
  },
  {
    name: 'কুমিল্লা',
    sub_district: [
      'বাঙ্গরা বাজার',
      'বড়ুরা',
      'ব্রাহ্মণপাড়া',
      'বুড়িচং',
      'চান্দিনা',
      'চৌদ্দগ্রাম',
      'কুমিল্লা সদর',
      'দাউদকান্দি',
      'দেবিদ্বার',
      'হোমনা',
      'কান্দিরপার',
      'লাকসাম',
      'লালমাই',
      'মেঘনা',
      'মনোহরগঞ্জ',
      'মুরাদনগর',
      'নাঙ্গলকোট',
      'তিতাস'
    ]
  },
  {
    name: 'ঢাকা শহর',
    sub_district: [
      'আদাবর',
      'এয়ারপোর্ট',
      'আটি বাজার (কেরানীগঞ্জ)',
      'আজমপুর',
      'বাড্ডা',
      'বনানী',
      'বংশাল',
      'বসুন্ধরা আর/এ',
      'ভাসানটেক',
      'ক্যান্টনমেন্ট',
      'চকবাজার',
      'দক্ষিণ খান',
      'দারুস সালাম',
      'ডেমরা',
      'ধানমন্ডি',
      'গান্ধারিয়া',
      'গুলিস্তান',
      'গুলশান',
      'হাতিরঝিল',
      'হাজারীবাগ',
      'যাত্রাবাড়ি',
      'কদমতলী',
      'কাফরুল',
      'কালাবাগান',
      'কামরাঙ্গীরচর',
      'খিলগাঁও',
      'খিলক্ষেত',
      'কদমতলী',
      'কোতয়ালী',
      'লালবাগ',
      'মিরপুর',
      'মোহাম্মদপুর',
      'মতিঝিল',
      'মুগদা',
      'নিউ মার্কেট',
      'পল্লবী',
      'পল্টন',
      'পান্থপথ',
      'পুরবাচল',
      'রমনা',
      'রামপুরা',
      'রূপনগর',
      'সবুজবাগ',
      'শাহ আলী',
      'শাহবাগ',
      'শাহজাহানপুর',
      'শেরে-বাংলা নগর',
      'শ্যামপুর',
      'সুত্রাপুর',
      'তেজগাঁও',
      'তেজগাঁও শিল্প এলাকা',
      'তুরাগ',
      'উত্তরা',
      'উত্তরখান',
      'ভাসানটেক',
      'ভাটারা',
      'ওয়ারী'
    ]
  },
  {
    name: 'ঢাকা উপশহর',
    sub_district: [
      'আশুলিয়া',
      'ধামরাই',
      'দোহার',
      'হেমায়েতপুর',
      'কেরানীগঞ্জ মডেল',
      'নবাবগঞ্জ',
      'সাভার',
      'দক্ষিণ কেরানীগঞ্জ'
    ]
  },
  {
    name: 'দিনাজপুর',
    sub_district: [
      'বিরল',
      'বিরামপুর',
      'বিরগঞ্জ',
      'বোচাগঞ্জ',
      'চিরিরবন্দর',
      'দিনাজপুর সদর',
      'ফুলবাড়ী',
      'ঘোড়াঘাট',
      'হাকিমপুর',
      'কাহারোল',
      'খানসামা',
      'নবাবগঞ্জ উপজেলা',
      'পার্বতীপুর'
    ]
  },
  {
    name: 'ফরিদপুর',
    sub_district: [
      'আলফাডাঙ্গা',
      'ভাঙ্গা',
      'বোয়ালমারী',
      'চরভদ্রাসন',
      'ফরিদপুর',
      'ফরিদপুর সদর',
      'মধুখালী',
      'নগরকান্দা',
      'সদরপুর',
      'সালথা'
    ]
  },
  {
    name: 'ফেনী',
    sub_district: [
      'ছাগলনাইয়া',
      'দাগনভূঁইয়া',
      'ফেনী সদর',
      'ফুলগাজী',
      'পরশুরাম',
      'সোনাগাজী'
    ]
  },
  {
    name: 'গাইবান্ধা',
    sub_district: [
      'ফুলছড়ি',
      'গোবিন্দগঞ্জ',
      'গাইবান্ধা সদর',
      'পলাশবাড়ী',
      'সাদুল্যাপুর',
      'সাঘাটা',
      'সুন্দরগঞ্জ'
    ]
  },
  {
    name: 'গাজীপুর',
    sub_district: [
      'গাজীপুর সদর',
      'জয়দেবপুর',
      'কালিয়াকৈর',
      'কালিয়াকৈর উপজেলা',
      'কালিগঞ্জ উপজেলা',
      'কাপাসিয়া',
      'কাশিমপুর',
      'রাজেন্দ্রপুর',
      'শ্রীপুর',
      'টঙ্গী'
    ]
  },
  {
    name: 'গোপালগঞ্জ',
    sub_district: [
      'গোপালগঞ্জ সদর',
      'কাশিয়ানী',
      'কোটালীপাড়া',
      'মুকসুদপুর',
      'টুঙ্গিপাড়া'
    ]
  },
  {
    name: 'হবিগঞ্জ',
    sub_district: [
      'আজমিরিগঞ্জ',
      'বাহুবল',
      'বানিয়াচং',
      'চুনারুঘাট',
      'হবিগঞ্জ সদর',
      'লাখাই',
      'মাধবপুর',
      'নবীগঞ্জ',
      'শায়েস্তাগঞ্জ'
    ]
  },
  {
    name: 'জামালপুর',
    sub_district: [
      'বকশীগঞ্জ',
      'দেওয়ানগঞ্জ',
      'ইসলামপুর',
      'জামালপুর সদর',
      'মাদারগঞ্জ',
      'মেলান্দহ',
      'সরিষাবাড়ী'
    ]
  },
  {
    name: 'যশোর',
    sub_district: [
      'অভয়নগর',
      'বাঘারপাড়া',
      'চৌগাছা',
      'ঝিকরগাছা',
      'কেশবপুর',
      'মণিরামপুর',
      'যশোর সদর',
      'শার্শা'
    ]
  },
  {
    name: 'ঝালকাঠি',
    sub_district: ['ঝালকাঠি সদর', 'কাঁঠালিয়া', 'নলছিটি', 'রাজাপুর']
  },
  {
    name: 'ঝিনাইদহ',
    sub_district: [
      'হরিণাকুণ্ডু',
      'ঝিনাইদহ সদর',
      'কালীগঞ্জ',
      'কোটচাঁদপুর',
      'মহেশপুর',
      'শৈলকুপা'
    ]
  },
  {
    name: 'জয়পুরহাট',
    sub_district: ['আক্কেলপুর', 'জয়পুরহাট সদর', 'কালাই', 'খেতলাল', 'পাঁচবিবি']
  },
  {
    name: 'খাগড়াছড়ি',
    sub_district: [
      'দিঘিনালা',
      'গুইমারা',
      'খাগড়াছড়ি সদর',
      'লক্ষ্মীছড়ি',
      'মহালছড়ি',
      'মানিকছড়ি',
      'মাটিরাঙ্গা',
      'পানছড়ি',
      'রামগড়'
    ]
  },
  {
    name: 'খুলনা',
    sub_district: [
      'বটিয়াঘাটা',
      'দাকোপ',
      'দৌলতপুর',
      'দিঘলিয়া',
      'ডুমুরিয়া',
      'খুলনা সদর',
      'কয়রা',
      'পাইকগাছা',
      'ফুলতলা',
      'রূপসা'
    ]
  },
  {
    name: 'কিশোরগঞ্জ',
    sub_district: [
      'অষ্টগ্রাম',
      'বাজিতপুর',
      'হাইরাব',
      'হোসেনপুর',
      'ইটনা',
      'কারিমগঞ্জ',
      'কাটিয়াड़ी',
      'কিশোরগঞ্জ সদর',
      'কুলিয়ারচর',
      'মিঠামইন',
      'নিকলী',
      'পাকুন্দিয়া',
      'তারাইল'
    ]
  },
  {
    name: 'কুড়িগ্রাম',
    sub_district: [
      'ভুরুঙ্গামারী',
      'চিলমারী',
      'কুড়িগ্রাম সদর',
      'নাগেশ্বরী',
      'ফুলবাড়ী',
      'রাজারহাট',
      'রৌমারী',
      'সদর',
      'উলিপুর'
    ]
  },
  {
    name: 'কুষ্টিয়া',
    sub_district: [
      'ভেড়ামারা',
      'দৌলতপুর',
      'খোকসা',
      'কুমারখালী',
      'কুষ্টিয়া সদর',
      'মিরপুর উপজেলা'
    ]
  },
  {
    name: 'লক্ষীপুর',
    sub_district: [
      'চন্দ্রগঞ্জ',
      'কমলনগর',
      'লক্ষীপুর সদর',
      'রায়পুর',
      'রামগঞ্জ',
      'রামগতি'
    ]
  },
  {
    name: 'লালমনিরহাট',
    sub_district: [
      'আদিতমারী',
      'হাতীবান্ধা',
      'কালীগঞ্জ সদর',
      'লালমনিরহাট সদর',
      'পাটগ্রাম'
    ]
  },
  {
    name: 'মাদারীপুর',
    sub_district: ['ডাসার', 'কালকিনি', 'মাদারীপুর সদর', 'রাজৈর', 'শিবচর']
  },
  {
    name: 'মাগুরা',
    sub_district: ['মাগুরা সদর', 'মোহাম্মদপুর', 'শালিখা', 'শ্রীপুর']
  },
  {
    name: 'মানিকগঞ্জ',
    sub_district: [
      'দৌলতপুর উপজেলা',
      'ঘিওর',
      'হরিরামপুর',
      'মানিকগঞ্জ সদর',
      'সাতুরিয়া',
      'শিবালয়',
      'সিংগাইর'
    ]
  },
  {
    name: 'মেহেরপুর',
    sub_district: ['গাংনী', 'মেহেরপুর সদর', 'মুজিবনগর']
  },
  {
    name: 'মৌলভীবাজার',
    sub_district: [
      'বড়লেখা',
      'জুড়ী',
      'কমলগঞ্জ',
      'কমলগঞ্জ',
      'কুলাউড়া',
      'মৌলভীবাজার সদর',
      'রাজনগর',
      'রাজনগর',
      'শেরপুর মৌলভীবাজার',
      'শ্রীমঙ্গল'
    ]
  },
  {
    name: 'মুন্সিগঞ্জ',
    sub_district: [
      'গজারিয়া',
      'লৌহজং',
      'মুন্সীগঞ্জ সদর',
      'সিরাজদিখান',
      'শ্রীনগর',
      'টঙ্গীবাড়ি'
    ]
  },
  {
    name: 'ময়মনসিংহ',
    sub_district: [
      'ভালুকা',
      'ধোবাউড়া',
      'ফুলবাড়িয়া',
      'গফরগাঁও',
      'গৌরীপুর',
      'হালুয়াঘাট',
      'ঈশ্বরগঞ্জ',
      'মুক্তাগাছা',
      'ময়মনসিংহ সদর',
      'নান্দাইল',
      'ফুলপুর',
      'তারাকান্দা',
      'ত্রিশাল'
    ]
  },
  {
    name: 'নওগাঁ',
    sub_district: [
      'আত্রাই',
      'বদলগাছি',
      'ধামইরহাট',
      'মান্দা',
      'মহাদেবপুর',
      'নওগাঁ সদর',
      'নিয়ামতপুর',
      'পত্নীতলা',
      'পোরশা',
      'রাণীনগর',
      'সাপাহার'
    ]
  },
  {
    name: 'নড়াইল',
    sub_district: ['কালিয়া', 'লোহাগড়া', 'নড়াইল সদর']
  },
  {
    name: 'নারায়ণগঞ্জ',
    sub_district: [
      'আরাইহাজার',
      'বন্দর',
      'ফতুল্লা',
      'কাঞ্চপুর হাইওয়ে',
      'নারায়ণগঞ্জ সদর',
      'রূপগঞ্জ',
      'শ্রীনগর',
      'সোনারগাঁও'
    ]
  },
  {
    name: 'নরসিংদী',
    sub_district: [
      'বেলাবো',
      'ঘোরশাল',
      'মাধবদী',
      'মানোহরদি',
      'নরসিংদী সদর',
      'পালাশ',
      'রাইপুরা',
      'শিবপুর'
    ]
  },
  {
    name: 'নাটোর',
    sub_district: [
      'বাগাতিপাড়া',
      'বড়াইগ্রাম',
      'গোপালপুর পৌরসভা',
      'গুরুদাসপুর',
      'লালপুর',
      'নলডাঙ্গা',
      'নাটোর সদর',
      'সিংড়া'
    ]
  },
  {
    name: 'নেত্রকোনা',
    sub_district: [
      'আটপাড়া',
      'বারহাট্টা',
      'দূর্গাপুর',
      'কালমাকান্দা',
      'কেন্দুয়া',
      'খালিয়াজুরী',
      'মদন',
      'মোহনগঞ্জ',
      'নেত্রকোনা সদর',
      'পূর্বধলা'
    ]
  },
  {
    name: 'নীলফামারী',
    sub_district: [
      'ডিমলা',
      'ডোমার',
      'জলঢাকা',
      'কিশোরগঞ্জ',
      'নীলফামারী সদর',
      'সৈদপুর'
    ]
  },
  {
    name: 'নোয়াখালী',
    sub_district: [
      'বেগমগঞ্জ',
      'চাটখিল',
      'কোম্পানীগঞ্জ',
      'হাতিয়া',
      'কবিরহাট',
      'নোয়াখালী সদর',
      'সেনবাগ',
      'সোনাইমুড়ী',
      'সুবর্ণচর'
    ]
  },
  {
    name: 'পাবনা',
    sub_district: [
      'আটঘরিয়া',
      'বেড়া',
      'ভাঙ্গুরা',
      'চাটমোহর',
      'ঈশ্বরদী',
      'পাবনা সদর',
      'সাঁথিয়া',
      'সুজানগর'
    ]
  },
  {
    name: 'পঞ্চগড়',
    sub_district: [
      'আটওয়ারী',
      'বোদা',
      'দেবীগঞ্জ',
      'পঞ্চগড় সদর থানা',
      'তেতুলিয়া'
    ]
  },
  {
    name: 'পটুয়াখালী',
    sub_district: [
      'ভূপাল',
      'দাশমিন',
      'দুমকি',
      'গলাচিপা',
      'কালাপাড়া',
      'মির্জাগঞ্জ',
      'পটুয়াখালী সদর',
      'রাঙ্গাবালী'
    ]
  },
  {
    name: 'পিরোজপুর',
    sub_district: [
      'ভান্ডারিয়া',
      'ইন্দুরকানী',
      'কাউখালী',
      'মাঠবারিয়া',
      'নাজিরপুর',
      'নেছারাবাদ',
      'পিরোজপুর সদর',
      'স্বরূপকাঠি'
    ]
  },
  {
    name: 'রাজবাড়ী',
    sub_district: [
      'বালিয়াকান্দি',
      'গোয়ালন্দ',
      'কালুখালী',
      'পাংশা',
      'রাজবাড়ী সদর'
    ]
  },
  {
    name: 'রাজশাহী',
    sub_district: [
      'এয়ারপোর্ট (রাজশাহী)',
      'বাঘা',
      'বাগমারা',
      'বেলপুকুর',
      'বোয়ালিয়া',
      'চন্দ্রিমা থানা',
      'চারঘাট',
      'দামকুড়া',
      'দুর্গাপুর',
      'গোদাগাড়ী',
      'কাশিয়াডাঙ্গা',
      'কাতাখালী',
      'কর্ণহর',
      'মতিহার থানা',
      'মোহনপুর',
      'পাবা',
      'পুঠিয়া',
      'রাজপাড়া',
      'রাজশাহী সদর',
      'শাহ মাকদম',
      'তানোর'
    ]
  },
  {
    name: 'রাঙ্গামাটি',
    sub_district: [
      'বাগাইছড়ি',
      'বারকল',
      'বেলাইছড়ি',
      'জুরাইছড়ি',
      'কাপ্তাই',
      'কাউখালী উপজেলা',
      'লাংগাডু',
      'নানিয়ারচর',
      'রাজস্থলী',
      'রাঙ্গামাটি সদর'
    ]
  },
  {
    name: 'রংপুর',
    sub_district: [
      'বাদারগঞ্জ',
      'গঙ্গাচড়া',
      'কাউনিয়া',
      'মিতাপুকুর',
      'পীরগাছা',
      'পীরগঞ্জ',
      'রংপুর সদর',
      'শতিবাড়ি',
      'তারাগঞ্জ'
    ]
  },
  {
    name: 'সাতক্ষীরা',
    sub_district: [
      'আসসানসী',
      'ডেবহাটা',
      'কালারোয়া',
      'কালিগঞ্জ',
      'সাতক্ষীরা সদর',
      'শ্যামনগর',
      'তালা'
    ]
  },
  {
    name: 'শরীয়তপুর',
    sub_district: [
      'ভেদরগঞ্জ',
      'ডামুড্যা',
      'গোসাইরহাট',
      'নড়িয়া',
      'সাকরাইন উপজেলা',
      'শরীয়তপুর সদর',
      'জাজিরা'
    ]
  },
  {
    name: 'শেরপুর',
    sub_district: [
      'ঝিনাইগাতী',
      'নকলা',
      'নালিতাবাড়ী',
      'শেরপুর সদর',
      'শ্রীবর্ধন'
    ]
  },
  {
    name: 'সিরাজগঞ্জ',
    sub_district: [
      'বেলকুচি',
      'চৌহালী',
      'কামারকান্দা',
      'কাজীপুর',
      'রাইগঞ্জ',
      'শাহজাদপুর',
      'সিরাজগঞ্জ সদর',
      'তারাশ',
      'উল্লাপাড়া'
    ]
  },
  {
    name: 'সুনামগঞ্জ',
    sub_district: [
      'বিশ্বম্বরপুর',
      'ছাতক',
      'দিরাই',
      'ধর্মপাশা',
      'দোয়ারাবাজার',
      'জগন্নাথপুর',
      'জামালগঞ্জ',
      'মোদ্দনগর',
      'শান্তিগঞ্জ',
      'সুল্লা',
      'সুনামগঞ্জ সদর',
      'তাহিরপুর'
    ]
  },
  {
    name: 'সিলেট',
    sub_district: [
      'বালাগঞ্জ',
      'বিয়ানীবাজার',
      'বিশনাথ',
      'কোম্পানীগঞ্জ উপজেলা',
      'ফেঞ্চুগঞ্জ',
      'গোবিন্দগঞ্জ',
      'গোলাপগঞ্জ',
      'গোয়াইনঘাট',
      'জালালাবাদ',
      'জালালাবাদ ক্যান্টনমেন্ট',
      'জিনতিপুর',
      'কানাইঘাট',
      'ওসমানীনগর',
      'শাহপরান',
      'শায়েস্তাগঞ্জ',
      'দক্ষিণ সুরমা',
      'সিলেট সদর',
      'জকিগঞ্জ'
    ]
  },
  {
    name: 'টাঙ্গাইল',
    sub_district: [
      'বাসাইল',
      'ভূয়াপুর',
      'ডেলদুয়ার',
      'ধানবাড়ী',
      'ঘাটাইল',
      'গোপালপুর',
      'কালিহাতি',
      'মাধুপুর',
      'মির্জাপুর',
      'নাগরপুর',
      'শাকিবপুর',
      'সখিপুর',
      'টাঙ্গাইল সদর'
    ]
  },
  {
    name: 'ঠাকুরগাঁও',
    sub_district: [
      'বালিয়াডাঙ্গী',
      'হরিপুর',
      'পিরগঞ্জ উপজেলা',
      'রাণীশংকৈল',
      'ঠাকুরগাঁও সদর'
    ]
  }
];
